Repository: danielgp/tableau-hyper-management
Catalog: sources/project_locale/ParameterHandling/*/LC_MESSAGES/ParameterHandling.po
Languages: de_de, es_es, fr_fr, it_it, ro_ro

source: A known expression "{expression_parts}" has to be interpreted
de_de: Ein bekannter Ausdruck "{expression_parts}" muss interpretiert werden
es_es: Una expresión conocida "{expression_parts}" debe ser interpretada
fr_fr: Une expression connue "{expression_parts}" doit être interprétée
it_it: Un'espressione nota "{expression_parts}" deve essere interpretata
ro_ro: Trebuie interpretată o expresie cunoscută "{expression_parts}"

source: Current Parameter is {parameter_type} and has the value: "{str_value}"
de_de: Aktueller Parameter ist {parameter_type} und hat den Wert: "{str_value}"
es_es: El parámetro actual es {parameter_type} y tiene el valor: "{str_value}"
fr_fr: Le paramètre actuel est {parameter_type} et a la valeur : "{str_value}"
it_it: Current Parameter è {parameter_type} e ha il valore: "str_value"
ro_ro: Parametrul curent este {parameter_type} și are valoarea: "{str_value}"

source: Current Parameter is STR and has been re-interpreted as value: "{str_value}"
de_de: Aktueller Parameter ist STR und wurde als Wert neu interpretiert: "{str_value}"
es_es: El parámetro actual es STR y ha sido reinterpretado como valor: "{str_value}"
fr_fr: Le paramètre actuel est STR et a été réinterprété comme valeur : "{str_value}"
it_it: Il parametro corrente è TIPO CARATTERI ed è stato reinterpretato come valore: "{str_value}"
ro_ro: Parametrul curent este ȘIR și a fost reinterpretat ca valoare: "{str_value}"

source: DICT
it_it: DIZIONARIO
ro_ro: DICȚIONAR

source: Final Tuple for Parameters is: {final_tuple}
de_de: Endgültig für Parameter ist: {final_tuple}
es_es: La Tupla Final para Parámetros es: {final_tuple}
fr_fr: Le dernier Tuple pour les paramètres est : {final_tuple}
it_it: La tupla finale per i parametri è: {final_tuple}
ro_ro: Tuplul final pentru parametri este: {final_tuple}

source: Initial query expects {expected_parameters_counted} but only {given_parameters_counted} were provided
de_de: Die erste Abfrage erwartet {expected_parameters_counted}, aber nur {given_parameters_counted} wurden bereitgestellt
es_es: La consulta inicial espera {expected_parameters_counted} pero solo {given_parameters_counted} fueron proporcionados
fr_fr: La requête initiale attend {expected_parameters_counted} mais seulement {given_parameters_counted} ont été fournies
it_it: La interogazione iniziale prevede {expected_parameters_counted} ma sono stati forniti solo {given_parameters_counted}
ro_ro: Interogarea inițială așteaptă {expected_parameters_counted}, dar numai {given_parameters_counted} au fost furnizate

source: Initial Tuple for Parameters is: {parameters_tuple}
de_de: Initialer Tuple für Parameter ist: {parameters_tuple}
es_es: La Tupla Inicial para Parámetros es: {parameters_tuple}
fr_fr: Tuple initiale pour les paramètres est : {parameters_tuple}
it_it: La tupla iniziale è: {parameters_tuple}
ro_ro: Tuplul inițial pentru parametri este: {parameters_tuple}

source: Known expression "{expression_parts}" has been interpreted as {final_string}
de_de: Bekannter Ausdruck "{expression_parts}" wurde als {final_string} interpretiert
es_es: La expresión conocida "{expression_parts}" ha sido interpretada como {final_string}
fr_fr: L'expression connue "{expression_parts}" a été interprétée comme {final_string}
it_it: L'espressione nota "{expression_parts}" è stata interpretata come {final_string}
ro_ro: Expresia cunoscută "{expression_parts}" a fost interpretată ca {final_string}

source: Known expression "{expression_parts}" has to be interpreted
de_de: Bekannter Ausdruck "{expression_parts}" muss interpretiert werden
es_es: Expresión conocida "{expression_parts}" debe ser interpretada
fr_fr: Une expression connue "{expression_parts}" doit être interprétée
it_it: L'espressione nota "{expression_parts}" deve essere interpretata
ro_ro: Expresia cunoscută "{expression_parts}" trebuie interpretată

source: LIST
de_de: LISTE
es_es: LISTA
fr_fr: LISTE
it_it: ELENCO
ro_ro: LISTĂ

source: Parameters type is {parameter_type}
de_de: Parameter Typ ist {parameter_type}
es_es: Tipo de parámetro es {parameter_type}
fr_fr: Le type de paramètres est {parameter_type}
it_it: Il tipo di parametri è {parameter_type}
ro_ro: Tipul parametrilor este {parameter_type}

source: STR
it_it: SPAGO
ro_ro: ȘIR

source: Seen Parameters are: {parameters}
de_de: Gesehene Parameter sind: {parameters}
es_es: Los parámetros detectados son: {parameters}
fr_fr: Les paramètres vus sont : {parameters}
it_it: I parametri visti sono: {parameters}
ro_ro: Parametrii văzuți sunt: {parameters}

source: Unexpected parameter type, either Dictionary or List expected, but seen was {parameter_type}
de_de: Unerwarteter Parametertyp, entweder Wörterbuch oder Liste erwartet, aber gesehen war {parameter_type}
es_es: Se esperaba un tipo de parámetro inesperado, ya sea de diccionario o de lista, pero visto era {parameter_type}
fr_fr: Type de paramètre inattendu, soit Dictionary soit Liste attendu, mais vu {parameter_type}
it_it: Tipo di parametro imprevisto, previsto dizionario o elenco, ma visto {parametro_tipo}
ro_ro: Tipul de parametru neașteptat, fie Dicționar, fie Listă așteptat, dar văzut a fost {parameter_type}

source: Unknown expression encountered: provided was "{given_expression}" which is not among known ones: "{all_known_expressions}"
de_de: Unbekannter Ausdruck gefunden: eingegeben wurde "{given_expression}", was nicht zu den bekannten gehört: "{all_known_expressions}"
es_es: Expresión desconocida encontrada: se proporcionó "{given_expression}" que no se encuentra entre las conocidas: "{all_known_expressions}"
fr_fr: Expression inconnue rencontrée : "{given_expression}" qui ne fait pas partie de l'expression connue : "{all_known_expressions}"
it_it: Espressione sconosciuta rilevata: fornito era "{given_expression}" che non è tra quelli noti: "{all_known_expressions}"
ro_ro: Expresie necunoscută întâlnită: oferită a fost "{given_expression}" care nu se numără printre cele cunoscute: "{all_known_expressions}"
