Repository: danielgp/tableau-hyper-management
Catalog: sources/tableau_hyper_management/FileOperations_Locale/*/LC_MESSAGES/FileOperations.po
Languages: ro_ro

source: {file_name} identified
ro_ro: {file_name} identificat

source: {files_counted} file from {in_folder} folder identified
ro_ro: {files_counted} fișier din dosarul {in_folder} identificat

source: Checksum
ro_ro: Suma de control

source: Entire file content read
ro_ro: Întreg conținutul citit

source: Error encountered when trying to interpret JSON
ro_ro: Eroare întâmpinată la încercarea interpretării JSON

source: File "{file_name}" has the following characteristics: {file_statistics}
ro_ro: Fișierul "{file_name}" are următoarele caracteristici: {file_statistics}

source: File "{file_name}" which has the {created_or_modified} datetime as "{file_datetime}" vs. "{reference_datetime}" has a verdict = {verdict}
ro_ro: Fișierul "{file_name}" care are data {created_or_modified} ca "{file_datetime}" versus "{reference_datetime}" are un verdict = {verdict}

source: File matching pattern identified
ro_ro: Model de potrivire fișiere identificat

source: File {file_name} does not exist
ro_ro: Fișierul {file_name} nu există

source: File {file_name} has just been opened
ro_ro: Fișierul {file_name} tocmai a fost deschis

source: File {file_name} has just been overwritten as {new_file_name}
ro_ro: Fișierul {file_name} tocmai a fost suprascris ca și {new_file_name}

source: File {file_name} has just been renamed as {new_file_name}
ro_ro: Fișierul {file_name} tocmai a fost redenumit ca și {new_file_name}

source: File {file_name} will be overwritten
ro_ro: Fișierul {file_name} va fi suprascris

source: File {file_name} will be renamed as {new_file_name}
ro_ro: Fișierul {file_name} va fi redenumit ca și {new_file_name}

source: Folder {folder_name} does not exist
ro_ro: Dosarul {folder_name} nu există

source: JSON structure interpreted
ro_ro: structura JSON interpretată

source: Listing all files within {in_folder} folder looking for {matching_pattern} as matching pattern
ro_ro: Listarea tuturor fișierelor din folderul {in_folder} în căutare de {matching_pattern} ca model de potrivire

source: Specific file name provided
ro_ro: Nume de fișier specific furnizat

source: Unknown file datetime choice, expected is one of the following choices "{implemented_choices}" but provided was "{created_or_modified}"...
ro_ro: Tipul de datetime a fișierului este necunoscut, așteptată a fost una dintre următoarele opțiuni "{implemented_choices}", dar furnizată a fost "{create_or_modified}"...

source: Unknown file type provided, expected either "json" or "raw", but got {in_file_type}
ro_ro: Tip de fișier necunoscut, așteptat fie "json" sau "raw", dar primit {in_file_type}

source: created
ro_ro: creată

source: date when created
ro_ro: data la care a fost creat

source: date when last modified
ro_ro: data la care a fost modificat ultima dată

source: newer
ro_ro: mai nou

source: older
ro_ro: mai vechi

source: last modified
ro_ro: ultima modificare

source: same
ro_ro: aceeași

source: size [bytes]
ro_ro: dimensiune [bytes]

source: unknown
ro_ro: necunoscut
