Repository: danielgp/tableau-hyper-management
Catalog: sources/project_locale/TableauServerCommunicator/*/LC_MESSAGES/TableauServerCommunicator.po
Languages: de_de, es_es, fr_fr, it_it, ro_ro

source: A number of {projects_counted} projects have been identified
de_de: Eine Reihe von {projects_counted} Projekten wurde identifiziert
es_es: Se ha identificado un número de {projects_counted} proyectos
fr_fr: Un nombre de {projects_counted} projets ont été identifiés
it_it: Sono stati identificati {projects_counted} progetti
ro_ro: Au fost identificate un număr de {proiecte_counted} proiecte

source: A single project identifier was found "{project_guid}", so I will proceed with publishing provided file there
de_de: Ein einziger Projektbezeichner wurde gefunden "{project_guid}", also werde ich mit der Veröffentlichung der zur Verfügung gestellten Datei fortfahren
es_es: Se ha encontrado un único identificador de proyecto "{project_guid}", así que procederé con la publicación del archivo proporcionado allí
fr_fr: Un seul identifiant de projet a été trouvé "{project_guid}", donc je vais procéder à la publication du fichier fourni
it_it: È stato trovato un singolo identificatore di progetto "{project_guid}", quindi procederò con la pubblicazione del file fornito

source: About to connect to Tableau Server with URL: {tableau_server}, Site {tableau_site} with Username = {user_name}
de_de: Verbindung zum Tableau Server mit URL: {tableau_server}, Site {tableau_site} mit Benutzername = {user_name}
es_es: A punto de conectarse al Servidor Tableau con la URL: {tableau_server}, Sitio {tableau_site} con Nombre de Usuario = {user_name}
fr_fr: Sur le point de se connecter au serveur Tableau avec l'URL : {tableau_server}, Site {tableau_site} avec nom d'utilisateur = {user_name}
it_it: Sto per connetarmi al Tableau Server con URL: {tableau_server}, sito {tableau_site} e nome utente = {user_name}
ro_ro: Sunt pe cale să mă conectez la Tableau Server cu URL-ul: {tableau_server}, Site-ul {tableau_site} cu nume de utilizator = {user_name}

source: About to start publishing
de_de: Beginne mit der Veröffentlichung
es_es: A punto de empezar a publicar
fr_fr: Sur le point de commencer à publier
it_it: Sto per iniziare a pubblicare
ro_ro: Sunt pe cale de a începe publicarea

source: Check your input parameter values for accuracy and try again!
de_de: Prüfen Sie Ihre Eingabeparameter auf Genauigkeit und versuchen Sie es erneut!
es_es: Compruebe los valores de los parámetros de entrada para obtener precisión e inténtelo de nuevo!
fr_fr: Vérifiez la précision de vos valeurs de paramètre d'entrée et réessayez!
it_it: Controllare i valori dei parametri di input per verificarne l'accuratezza e riprovare!
ro_ro: Verificați valorile parametrilor de intrare pentru precizie și încercați din nou!

source: Connection to the Tableau Server has been established successfully!
de_de: Verbindung zum Tableau Server wurde erfolgreich erstellt!
es_es: ¡La conexión con el Servidor de Tableau se ha establecido correctamente!
fr_fr: La connexion au serveur Tableau a été établie avec succès !
it_it: La connessione al server Tableau è stata stabilita correttamente!
ro_ro: Conexiunea la serverul Tableau a fost stabilită cu succes!

source: Connection to the Tableau Server has been terminated!
de_de: Verbindung zum Tableau Server wurde abgebrochen!
es_es: ¡La conexión al Servidor de Tableau ha sido terminado!
fr_fr: La connexion au serveur Tableau a été terminée !
it_it: La connessione al server Tableau è stata interrotta!
ro_ro: Conexiunea la serverul Tableau s-a terminat!

source: No project with provided name "{project_name}" has been found
de_de: Kein Projekt mit dem angegebenen Namen "{project_name}" wurde gefunden
es_es: No se encontró ningún proyecto con el nombre proporcionado "{project_name}"
fr_fr: Aucun projet avec le nom "{project_name}" n'a été trouvé
it_it: Non è stato trovato alcun progetto con il nome fornito "{project_name}"
ro_ro: Nu s-a găsit niciun proiect cu numele furnizat "{project_name}"

source: No publishing action will take place!
de_de: Es wird keine Veröffentlichungsaktion stattfinden!
es_es: ¡No se realizará ninguna acción de publicación!
fr_fr: Aucune action de publication ne sera effectuée !
it_it: Non avrà luogo alcuna azione di pubblicazione!
ro_ro: Nu va avea loc nicio acțiune de publicare!

source: Publishing completed successfully!
de_de: Veröffentlichung erfolgreich abgeschlossen!
es_es: ¡Publicación completada correctamente!
fr_fr: Publication terminée avec succès !
it_it: Pubblicazione completata con successo!
ro_ro: Publicarea s-a terminat cu succes!

source: Reading list of all projects available has been completed
de_de: Die Leseliste aller verfügbaren Projekte wurde abgeschlossen
es_es: La lista de lectura de todos los proyectos disponibles ha sido completa
fr_fr: La liste de lecture de tous les projets disponibles a été complétée
it_it: L'elenco di lettura di tutti i progetti disponibili è stato completato
ro_ro: Lista de lectură a tuturor proiectelor disponibile a fost finalizată

source: Retaining the projects according to filtering type provided ({filter_type}) has been completed
de_de: Die Beibehaltung der Projekte nach dem Filtertyp ({filter_type}) wurde abgeschlossen
es_es: La retención de los proyectos según el tipo de filtro proporcionado ({filter_type}) ha sido completada
fr_fr: La conservation des projets en fonction du type de filtrage fourni ({filter_type}) a été terminée
it_it: È stato completato il mantenimento dei progetti in base al tipo di filtro fornito ({filter_type})
ro_ro: Păstrarea proiectelor în funcție de tipul de filtrare furnizat ({filter_type}) a fost finalizată

source: Stay tuned for the confirmation
de_de: Für die Bestätigung auf dem Laufenden bleiben
es_es: Manténgase atento para la confirmación
fr_fr: Restez à l'écoute pour la confirmation
it_it: Restate sintonizzati per la conferma
ro_ro: Stay tuned pentru confirmare

source: There are {projects_counted} projects with provided name "{project_name}" but a unique identifier is expected
de_de: Es gibt {projects_counted} Projekte mit dem Namen "{project_name}" aber ein eindeutiger Identifikator wird erwartet
es_es: Hay {projects_counted} proyectos con nombre proporcionado "{project_name}" pero se espera un identificador único
fr_fr: Il y a {projects_counted} projets avec le nom fourni "{project_name}" mais un identifiant unique est attendu
it_it: Ci sono {projects_counted} progetti con il nome fornito "{project_name}" ma è atteso un identificatore unico
