Repository: danielgp/tableau-hyper-management
Catalog: sources/common/FileOperations_Locale/*/LC_MESSAGES/FileOperations.po
Languages: it_it

source: {file_name} identified
it_it: {file_name} identificato

source: {files_counted} file from {in_folder} folder identified
it_it: {files_counted} fila dalla cartella {in_folder} identificata

source: Checksum
it_it: Somma di controllo

source: Entire file content read
it_it: Lettura dell'intero contenuto del file

source: Error encountered when trying to interpret JSON
it_it: Si è verificato un errore durante il tentativo di interpretare JSON

source: File "{file_name}" has the following characteristics: {file_statistics}
it_it: Il file "{file_name}" ha le seguenti caratteristiche: {file_statistics}

source: File "{file_name}" which has the {created_or_modified} datetime as "{file_datetime}" vs. "{reference_datetime}" has a verdict = {verdict}
it_it: Il file "{file_name}" che ha il {create_or_modified} datetime come "{file_datetime}" contro "{reference_datetime}" ha un verdetto = {verdict}

source: File matching pattern identified
it_it: Identificazione del modello corrispondente dei file

source: File {file_name} does not exist
it_it: Il file {file_name} non esiste

source: File {file_name} has just been opened
it_it: Il file {file_name} è stato appena aperto

source: File {file_name} has just been overwritten as {new_file_name}
it_it: Il file {file_name} è stato appena sovrascritto come {new_file_name}

source: File {file_name} has just been renamed as {new_file_name}
it_it: Il file {file_name} è stato appena rinominato come {new_file_name}

source: File {file_name} will be overwritten
it_it: Il file {nome_file} verrà sovrascritto

source: File {file_name} will be renamed as {new_file_name}
it_it: Il file {file_name} verrà rinominato come {new_file_name}

source: Folder {folder_name} does not exist
it_it: La cartella {folder_name} non esiste

source: JSON structure interpreted
it_it: Struttura JSON interpretata

source: Listing all files within {in_folder} folder looking for {matching_pattern} as matching pattern
it_it: Elencare tutti i file all'interno della cartella {in_folder} alla ricerca di {matching_pattern} come modello corrispondente

source: Specific file name provided
it_it: Nome specifico del file fornito

source: Unknown file datetime choice, expected is one of the following choices "{implemented_choices}" but provided was "{created_or_modified}"...
it_it: Scelta datetime del file sconosciuta, prevista è una delle seguenti scelte "{implemented_choices}" ma fornita estata "{created_or_modified}"...

source: Unknown file type provided, expected either "json" or "raw", but got {in_file_type}
it_it: Tipo di file sconosciuto fornito, previsto "json" o "raw", ma ottenuto {in_file_type}

source: created
it_it: creata

source: date when created
it_it: data di creazione

source: date when last modified
it_it: data dell'ultima modifica

source: newer
it_it: più nuova

source: older
it_it: più vecchia

source: last modified
it_it: ultima modifica

source: same
it_it: stessa

source: size [bytes]
it_it: dimensione [bytes]

source: unknown
it_it: sconosciuta
