Repository: danielgp/tableau-hyper-management
Catalog: sources/project_locale/TableauHyperApiExtraLogic/*/LC_MESSAGES/TableauHyperApiExtraLogic.po
Languages: de_de, es_es, fr_fr, it_it, ro_ro

source: {rows_counted} records were prepared in this process
de_de: {rows_counted} Datensätze wurden in diesem Prozess vorbereitet
es_es: Se han preparado {rows_counted} registros en este proceso
fr_fr: {rows_counted} enregistrements ont été préparés dans ce processus
it_it: In questo processo sono stati preparati {rows_counted} record
ro_ro: {rows_counted} înregistrări au fost pregătite în acest proces

source: Building Hyper columns completed
de_de: Bau von Hyper Spalten abgeschlossen
es_es: Construcción de columnas Hyper completadas
fr_fr: Construction des colonnes d'Hyper terminée
it_it: Creazione di colonne Hyper completata
ro_ro: Colectarea coloanelor Hyper a fost finalizată

source: Chosen Telemetry is {telemetry_value}
de_de: Ausgewählte Telemetrie ist {telemetry_value}
es_es: La telemetría elegida es {telemetry_value}
fr_fr: La télémétrie choisie est {telemetry_value}
it_it: La telemetria scelta è {telemetry_value}
ro_ro: Telemetria aleasă este {telemetry_value}

source: Column {column_order} having name [{column_name}] and type "{column_type}" will become "{column_type_new}"
de_de: Spalte {column_order} mit Namen [{column_name}] und geben Sie "{column_type}" wird "{column_type_new}"
es_es: La columna {column_order} que tenga nombre [{column_name}] y escriba "{column_type}" se convertirá en "{column_type_new}"
fr_fr: La colonne {column_order} ayant le nom [{column_name}] et le type "{column_type}" deviendra "{column_type_new}"
it_it: La colonna {column_order} che ha il nome [{column_name}] di tipo "{tipo_colonna}" diventerà "{column_type_new}"
ro_ro: Coloana {column_order} având numele [{column_name}] și tipul "{column_type}" va deveni "{column_type_new}"

source: Column {column_name} has pandas data type = {column_pandas_type} and python data type = {column_python_type}
de_de: Spalte {column_name} hat Pandas-Datentyp = {column_pandas_type} und Python-Datentyp = {column_python_type}
es_es: La columna {column_name} tiene un tipo de datos de pandas = {column_pandas_type} y el tipo de datos de python = {column_python_type}
fr_fr: La colonne {column_name} a le type de données Pandas = {column_pandas_type} et le type de données python = {column_python_type}
it_it: La colonna {column_name} ha il tipo di dati panda = {column_pandas_type} e il tipo di dati python = {column_python_type}
ro_ro: Coloana {column_name} are tipul de date pandas = {column_pandas_type} și tipul de date python = {column_python_type}

source: Connection to the Hyper engine file has been closed
de_de: Verbindung zur Hyper Engine wurde geschlossen
es_es: Se ha cerrado la conexión al archivo del motor Hyper
fr_fr: La connexion au fichier du moteur Hyper a été fermée
it_it: La connessione al Hyper engine è stata chiusa
ro_ro: Conexiunea la Hyper engine a fost închisă

source: Connection to the Hyper engine using file name "{file_name}" has been established
de_de: Verbindung zur Hyper Engine mit dem Dateinamen "{file_name}" wurde hergestellt
es_es: Se ha establecido la conexión al motor Hyper usando el nombre del archivo "{file_name}"
fr_fr: La connexion au moteur Hyper en utilisant le nom de fichier "{file_name}" a été établie
it_it: È stata stabilita la connessione al Hyper engine utilizzando il nome file "{nome_file}"
ro_ro: S-a stabilit conexiunea la Hyper engine cu fișierul "{file_name}"

source: Data has been inserted into Hyper table
de_de: Daten wurden in die HyperTabelle eingefügt
es_es: Los datos han sido insertados en la tabla Hyper
fr_fr: Les données ont été insérées dans la table d'Hyper
it_it: I dati sono stati inseriti nella tabella Hyper
ro_ro: Datele au fost introduse în tabelul Hyper

source: Filling empty values with NAN finished
de_de: Füllen leerer Werte mit NAN abgeschlossen
es_es: Completando valores vacíos con NAN finalizado
fr_fr: Remplissage des valeurs vides avec NAN terminé
it_it: Riempimento di valori vuoti con NAN terminato
ro_ro: Umplerea valorilor goale cu NAN finalizată

source: Hyper SQL about to be executed is: {hyper_sql}
de_de: Hyper SQL wird ausgeführt werden: {hyper_sql}
es_es: Hyper SQL a punto de ser ejecutado es: {hyper_sql}
fr_fr: Hyper SQL sur le point d'être exécuté est : {hyper_sql}
it_it: Il Hyper SQL che sta per essere eseguito è: {hyper_sql}
ro_ro: Hyper SQL care urmează să fie executat este: {hyper_sql}

source: Hyper SQL executed with success and {rows_counted} have been retrieved
de_de: Hyper SQL erfolgreich ausgeführt und {rows_counted} wurden abgerufen
es_es: Hyper SQL ejecutado con éxito y {rows_counted} se han recuperado
fr_fr: Hyper SQL exécuté avec succès et {rows_counted} ont été récupérés
it_it: Hyper Engine eseguito correttamente e {rows_counted} sono stati ritrovati
ro_ro: Hyper SQL executat cu succes și {rows_counted} au fost regăsite

source: Hyper engine process has been shut down
de_de: Hyper Engine Prozess wurde heruntergefahren
es_es: El proceso del motor Hyper ha sido cerrado
fr_fr: Le processus de l'Hyper Moteur a été arrêté
it_it: Processo di hyper engine è stato chiuso
ro_ro: Procesul Hyper engine a fost oprit

source: Hyper engine process initialized
de_de: Hyper Engine Prozess initialisiert
es_es: Proceso del motor Hyper inicializado
fr_fr: Processus Hyper Moteur initialisé
it_it: Processo di hyper engine inizializzato
ro_ro: Procesul Hyper engine inițializat

source: Hyper schema "{hyper_schema_name}" has been created
de_de: Hyper Schema "{hyper_schema_name}" wurde erstellt
es_es: El esquema Hyper "{hyper_schema_name}" ha sido creado
fr_fr: L'Hyper schéma "{hyper_schema_name}" a été créé
it_it: La schema Hyper "{hyper_schema_name}" è stata creata
ro_ro: Schema Hyper "{hyper_schema_name}" a fost creată

source: Hyper table "{hyper_table_name}" has been created
de_de: Hyper Tabelle "{hyper_table_name}" wurde erstellt
es_es: La tabla Hyper "{hyper_table_name}" ha sido creada
fr_fr: L'Hyper Table "{hyper_table_name}" a été créée
it_it: La tabella Hyper "{hyper_table_name}" è stata creata
ro_ro: Tabelul Hyper "{hyper_table_name}" a fost creat

source: Re-building CSV content for maximum Hyper compatibility has been completed
de_de: CSV-Inhalte für maximale Hyper-Kompatibilität neu erstellen wurde abgeschlossen
es_es: Reconstruir contenido CSV para la máxima compatibilidad con Hyper ha sido completado
fr_fr: Reconstruction du contenu CSV pour une compatibilité maximale avec l'Hyper a été terminée
it_it: La ricostruzione del contenuto CSV per la massima compatibilità con Hyper è stata completata
ro_ro: Reconstruirea conținutului CSV pentru o compatibilitate maximă Hyper a fost finalizată

source: Table {hyper_table_name} has {row_count} rows
de_de: Tabelle {hyper_table_name} hat {row_count} Zeilen
es_es: Tabla {hyper_table_name} tiene {row_count} filas
fr_fr: La table {hyper_table_name} a {row_count} lignes
it_it: La tabella {hyper_table_name} ha {row_count} righe
ro_ro: Tabelul {hyper_table_name} are {row_count} rânduri
