Repository: danielgp/tableau-hyper-management
Catalog: sources/project_locale/CommandLineArgumentsManagement/*/LC_MESSAGES/CommandLineArgumentsManagement.po
Languages: de_de, es_es, fr_fr, it_it, ro_ro

source: {application_name} has started
de_de: {application_name} hat gestartet
es_es: {application_name} ha comenzado
fr_fr: {application_name} a démarré
it_it: {application_name} è iniziato
ro_ro: {application_name} a început

source: CSV field separator is %s
de_de: CSV Feldtrennzeichen ist %s
es_es: Separador de campos CSV es %s
fr_fr: Le séparateur de champs CSV est %s
it_it: Il separatore di campo CSV è %s
ro_ro: Separatorul de câmp CSV este %s

source: Columns to eliminate JSON expression is %s
de_de: Spalten zum Löschen des JSON Ausdrucks sind %s
es_es: Las columnas para eliminar la expresión JSON son %s
fr_fr: Les colonnes pour éliminer l'expression JSON sont %s
it_it: Colonne per eliminare l'espressione JSON è %s
ro_ro: Coloanele pentru a elimina expresia JSON este %s

source: Configuration file name with credentials is %s
de_de: Name der Konfigurationsdatei mit Anmeldeinformationen ist %s
es_es: Nombre del archivo de configuración con credenciales es %s
fr_fr: Le nom du fichier de configuration avec les informations d'identification est %s
it_it: Il nome del file di configurazione con le credenziali è %s
ro_ro: Numele fișierului de configurare cu datele de acreditare este %s

source: Configuration file name with extracting sequence(es) is %s
de_de: Konfigurationsdateiname mit extrahierender Sequenz(e) ist %s
es_es: Nombre del archivo de configuración con secuencia(s) de extracción es %s
fr_fr: Le nom du fichier de configuration avec les séquences d'extraction est %s
it_it: Il nome del file di configurazione con sequenza di estrazione è %s
ro_ro: Numele fișierului de configurare cu secvența (secvențele) de extragere este %s

source: Configuration file name with source systems is %s
de_de: Konfigurationsdateiname mit Quellsystemen ist %s
es_es: Nombre del archivo de configuración con sistemas de origen es %s
fr_fr: Le nom du fichier de configuration avec les informations d'identification est %s
it_it: Il nome del file di configurazione con i sistemi sorgente è %s
ro_ro: Numele fișierului de configurare cu sistemele sursă este %s

source: Filter expression is %s
de_de: Filterausdruck ist %s
es_es: Expresión de filtro es %s
fr_fr: L'expression de filtre est %s
it_it: L'espressione del filtro è %s
ro_ro: Expresia filtrului este %s

source: Hyper SQL query to handle data is %s
de_de: Hyper SQL Abfrage für Datenverarbeitung ist %s
es_es: La consulta Hyper SQL para manejar datos es %s
fr_fr: La requête Hyper SQL pour gérer les données est %s
it_it: La query Hyper SQL per la gestione dei dati è %s
ro_ro: Interogarea Hyper SQL pentru gestionarea datelor este %s

source: Include checksum in file statistics in log details (may not work with all files content and OS encoding) %s
de_de: Prüfsumme in die Dateistatistik einfügen (funktioniert möglicherweise nicht mit allen Dateiinhalten und OS-Kodierung) %s
es_es: Incluir suma de verificación en las estadísticas del archivo en los detalles del registro (puede que no funcione con todo el contenido y la codificación del sistema operativo) %s
fr_fr: Inclure la somme de contrôle dans les statistiques des fichiers dans les détails du journal (peut ne pas fonctionner avec tous les fichiers contenu et encodage du système) %s
it_it: Includi checksum nelle statistiche dei file nei dettagli del log (potrebbe non funzionare con tutti i contenuti dei file e la codifica del sistema operativo) %s
ro_ro: Includeți suma de control în statisticile din fișierul jurnal (poate sa nu funcționeze uneori funcție de conținutul fișierelor și codările disponibile pentru sistemul de operare al utilizatorului) %s

source: Input file compression is %s
de_de: Komprimierung der Eingabedatei ist %s
es_es: Compresión del archivo de entrada es %s
fr_fr: La compression du fichier d'entrée est %s
it_it: La compressione del file di input è %s
ro_ro: Comprimarea fișierului de intrare este %s

source: Input file format is %s
de_de: Eingabedateiformat ist %s
es_es: Formato de archivo de entrada es %s
fr_fr: Le format de fichier d'entrée est %s
it_it: Il formato del file di input è%s
ro_ro: Formatul fișierului de intrare este %s

source: Input file name (simple or with matching pattern) is %s
de_de: Dateiname eingeben (einfach oder mit passendem Muster) ist %s
es_es: Nombre del archivo de entrada (simple o con patrón coincidente) es %s
fr_fr: Le nom du fichier d'entrée (simple ou avec le modèle correspondant) est %s
it_it: Il nome del file di input (semplice o con modello corrispondente) è %s
ro_ro: Numele fișierului de intrare (simplu sau cu model de potrivire) este %s

source: Output directory is %s
de_de: Ausgabeverzeichnis ist %s
es_es: Directorio de salida es %s
fr_fr: Le dossier de sortie est %s
it_it: La directory di uscita è %s
ro_ro: Directorul de ieșire este %s

source: Output file compression is %s
de_de: Komprimierung der Ausgabedatei ist %s
es_es: Compresión del archivo de salida es %s
fr_fr: La compression du fichier de sortie est %s
it_it: La compressione del file di uscita è %s
ro_ro: Comprimarea fișierului de ieșire este %s

source: Output file format is %s
de_de: Ausgabe-Dateiformat ist %s
es_es: Formato de archivo de salida es %s
fr_fr: Le format de fichier de sortie est %s
it_it: Il formato del file di uscita è%s
ro_ro: Formatul fișierului de ieșire este %s

source: Output file name is %s
de_de: Ausgabedateiname ist %s
es_es: Nombre del archivo de salida es %s
fr_fr: Nom du fichier de sortie est %s
it_it: Nome del file di uscita è %s
ro_ro: Numele fișierului de ieșire este %s

source: Output log file name is %s
de_de: Ausgabeprotokolldateiname ist %s
es_es: Nombre del archivo de registro de salida es %s
fr_fr: Le nom du fichier journal de sortie est %s
it_it: Il nome del file di log in uscita è %s
ro_ro: Numele fișierului jurnal de ieșire este %s

source: Overview of input parameter given values
de_de: Übersicht der Eingabefeld Parameter
es_es: Resumen del parámetro de entrada valores dados
fr_fr: Vue d'ensemble des valeurs données du paramètre d'entrée
it_it: Panoramica dei valori dei parametri di ingresso dati
ro_ro: Prezentare generală a valorilor date de parametrii de intrare

source: Policy to handle Tableau Extract (Hyper format) is %s
de_de: Richtlinie zum Umgang mit Tableau Extrakt (Hyper Format) ist %s
es_es: La política para manejar el Extracto de Tableau (formato Hyper) es %s
fr_fr: La politique de gestion de l'extraction du Tableau (format Hyper) est %s
it_it: La politica per gestire l'Estratto Tableau (formato Hyper) è %s
ro_ro: Politica de gestionare a Extractului Tableau (format Hyper) este %s

source: Publishing mode is %s
de_de: Veröffentlichungsmodus ist %s
es_es: Modo de publicación es %s
fr_fr: Le mode de publication est %s
it_it: La modalità di pubblicazione è %s
ro_ro: Modul de publicare este %s

source: Tableau Project is %s
de_de: Tableau Projekt ist %s
es_es: Proyecto Tableau es %s
fr_fr: Le projet de Tableau est %s
it_it: Il Progetto Tableau è %s
ro_ro: Proiectul Tableau este %s

source: Tableau Server to consider is %s
de_de: Zu berücksichtigender Tableau Server ist %s
es_es: Servidor Tableau a considerar es %s
fr_fr: Le serveur Tableau à considérer est %s
it_it: Il Server Tableau da considerare è %s
ro_ro: Serverul Tableau de luat în considerare este %s

source: Tableau Site is %s
de_de: Tableau Seite ist %s
es_es: Sitio de Tableau es %s
fr_fr: Le site du Tableau est %s
it_it: Il Sito Tableau è %s
ro_ro: Site-ul Tableau este %s

source: Unique values to analyze is limited to %s
de_de: Einzigartige zu analysierende Werte sind beschränkt auf %s
es_es: Valores únicos a analizar está limitado a %s
fr_fr: Des valeurs uniques à analyser sont limitées à %s
it_it: I valori unici da analizzare sono limitati a %s
ro_ro: Valorile unice de analizat sunt limitate la %s
