Repository: danielgp/tableau-hyper-management
Catalog: sources/project_locale/FileOperations/*/LC_MESSAGES/FileOperations.po
Languages: de_de, es_es, fr_fr

source: {file_name} identified
de_de: {file_name} identifiziert
es_es: {file_name} identificado
fr_fr: {file_name} identifiée

source: {files_counted} file from {in_folder} folder identified
de_de: {files_counted} Datei aus dem Ordner {in_folder} identifiziert
es_es: {files_counted} archivo de {in_folder} carpeta identificado
fr_fr: {files_counted} fichier du dossier {in_folder} identifié

source: Checksum
de_de: Prüfsumme
es_es: Cadena de verificación
fr_fr: Sommes de contrôle

source: Entire file content read
de_de: Gesamter Dateiinhalt gelesen
es_es: Leer todo el contenido
fr_fr: Tout le contenu du fichier lu

source: Error encountered when trying to interpret JSON
de_de: Fehler beim Interpretieren von JSON
es_es: Se encontró un error al intentar interpretar JSON
fr_fr: Une erreur s'est produite lors de l'interprétation du JSON

source: File "{file_name}" has the following characteristics: {file_statistics}
de_de: Datei "{file_name}" hat folgende Merkmale: {file_statistics}
es_es: El archivo "{file_name}" tiene las siguientes características: {file_statistics}
fr_fr: Le fichier "{file_name}" a les caractéristiques suivantes : {file_statistics}

source: File "{file_name}" which has the {created_or_modified} datetime as "{file_datetime}" vs. "{reference_datetime}" has a verdict = {verdict}
de_de: Datei "{file_name}" mit {created_or_modified} Datum als "{file_datetime}" vs. "{reference_datetime}" hat ein Urteil = {verdict}
es_es: El archivo "{file_name}" que tiene la fecha de {created_or_modified} como "{file_datetime}" vs. "{reference_datetime}" tiene un veredicto = {verdict}
fr_fr: Le fichier "{file_name}" qui a la date et l'heure {created_or_modified} comme "{file_datetime}" vs. "{reference_datetime}" a un verdict = {verdict}

source: File matching pattern identified
de_de: Datei-Übereinstimmung Muster erkannt
es_es: Patrón de coincidencia de archivo identificado
fr_fr: Modèle de correspondance de fichier identifié

source: File {file_name} does not exist
de_de: Datei {file_name} existiert nicht
es_es: El archivo {file_name} no existe
fr_fr: Le fichier {file_name} n'existe pas

source: File {file_name} has just been opened
de_de: Die Datei {file_name} wurde gerade geöffnet
es_es: El archivo {file_name} acaba de ser abierto
fr_fr: Le fichier {file_name} vient juste d'être ouvert

source: File {file_name} has just been overwritten as {new_file_name}
de_de: Datei {file_name} wurde gerade als {new_file_name} überschrieben
es_es: El archivo {file_name} acaba de ser sobrescrito como {new_file_name}
fr_fr: Le fichier {file_name} vient d'être remplacé en tant que {new_file_name}

source: File {file_name} has just been renamed as {new_file_name}
de_de: Datei {file_name} wurde gerade umbenannt in {new_file_name}
es_es: El archivo {file_name} acaba de ser renombrado como {new_file_name}
fr_fr: Le fichier {file_name} vient d'être renommé en {new_file_name}

source: File {file_name} will be overwritten
de_de: Datei {file_name} wird überschrieben
es_es: El archivo {file_name} se sobrescribirá
fr_fr: Le fichier {file_name} sera écrasé

source: File {file_name} will be renamed as {new_file_name}
de_de: Datei {file_name} wird umbenannt in {new_file_name}
es_es: El archivo {file_name} acaba de ser renombrado como {new_file_name}
fr_fr: Le fichier {file_name} sera renommé comme {new_file_name}

source: Folder {folder_name} does not exist
de_de: Der Ordner {folder_name} existiert nicht
es_es: La carpeta {folder_name} no existe
fr_fr: Le dossier "{folder_name}" n'existe pas

source: JSON structure interpreted
de_de: JSON Struktur interpretiert
es_es: Estructura JSON interpretada
fr_fr: Structure JSON interprétée

source: Listing all files within {in_folder} folder looking for {matching_pattern} as matching pattern
de_de: Auflisten aller Dateien im Ordner {in_folder}, die nach {matching_pattern} als übereinstimmendem Muster suchen
es_es: Listando todos los archivos dentro de {in_folder} carpeta buscando {matching_pattern} como patrón correspondiente
fr_fr: Lister tous les fichiers dans le dossier {in_folder} cherchant {matching_pattern} comme modèle correspondant

source: Specific file name provided
de_de: Spezifischer Dateiname angegeben
es_es: Nombre de archivo específico proporcionado
fr_fr: Nom de fichier spécifique fourni

source: Unknown file datetime choice, expected is one of the following choices "{implemented_choices}" but provided was "{created_or_modified}"...
de_de: Unbekannte Datei-Zeit-Wahl, erwartet ist eine der folgenden Optionen "{implemented_choices}", aber angegeben wurde "{created_or_modified}"...
es_es: Fecha-hora de archivo desconocida, se esperaba es una de las siguientes opciones "{implemented_choices}" pero se proporcionó "{created_or_modified}"...
fr_fr: Le choix de date et heure du fichier est inconnu, le choix attendu est l'un des choix suivants "{implemented_choices}" mais fourni était "{created_or_modified} " ...

source: Unknown file type provided, expected either "json" or "raw", but got {in_file_type}
de_de: Unbekannter Dateityp angegeben, entweder "json" oder "raw" erwartet, aber {in_file_type} erhalten
es_es: Se ha proporcionado un tipo de archivo desconocido, se esperaba "json" o "raw", pero se obtuvo {in_file_type}
fr_fr: Type de fichier inconnu fourni, attendu soit "json" soit "raw", mais a obtenu {in_file_type}

source: created
de_de: erstellt
es_es: creado
fr_fr: créé

source: date when created
de_de: erstellte Datum
es_es: fecha de creación
fr_fr: date de création

source: date when last modified
de_de: Datum der letzten Bearbeitung
es_es: fecha de última modificación
fr_fr: date de la dernière modification

source: newer
de_de: neuer
es_es: más reciente
fr_fr: plus nouveau

source: older
de_de: älter
es_es: mas antiguo
fr_fr: plus vieux

source: last modified
de_de: zuletzt bearbeitet
es_es: última modificación
fr_fr: dernière modification

source: same
de_de: gleich
es_es: mismo
fr_fr: même

source: size [bytes]
de_de: Größe [bytes]
es_es: tamaño [bytes]
fr_fr: taille [bytes]

source: unknown
de_de: unbekannt
es_es: desconocido
fr_fr: inconnu
